Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: To cover your commitments and usual spending while still saving %lld%%, aim to earn about this per month.
ar: لتغطية التزاماتك وإنفاقك المعتاد مع الاستمرار في ادخار %lld%%، اسعَ لكسب هذا المبلغ تقريبًا شهريًا.
bn: আপনার বাধ্যবাধকতা আর স্বাভাবিক খরচ মেটাতে এবং তারপরও %lld%% সঞ্চয় করতে, প্রতি মাসে প্রায় এই পরিমাণ আয়ের লক্ষ্য রাখুন।
de: Um deine Verpflichtungen und üblichen Ausgaben zu decken und trotzdem %lld%% zu sparen, solltest du etwa diesen Betrag pro Monat verdienen.
es: Para cubrir tus compromisos y gastos habituales sin dejar de ahorrar el %lld%%, intenta ganar aproximadamente esto al mes.
fr: Pour couvrir tes engagements et tes dépenses habituelles tout en épargnant %lld %%, vise environ ce montant par mois.
hi: अपनी प्रतिबद्धताओं और सामान्य खर्च को पूरा करते हुए %lld%% बचाने के लिए, हर महीने लगभग इतना कमाने का लक्ष्य रखें।
id: Untuk menutupi komitmen dan pengeluaran biasamu sambil tetap menabung %lld%%, usahakan penghasilan sekitar ini per bulan.
ja: 固定費といつもの支出をカバーしつつ%lld%%を貯金するには、月におよそこの金額を稼ぐことを目指しましょう。
ko: 고정 지출과 평소 지출을 감당하면서 %lld%%를 저축하려면, 매달 약 이 정도를 벌어야 해요.
mr: तुमच्या जबाबदाऱ्या आणि नेहमीचा खर्च भागवून %lld%% बचत करण्यासाठी, दर महिन्याला अंदाजे इतके कमावण्याचे लक्ष्य ठेवा.
ne: आफ्ना प्रतिबद्धता र सामान्य खर्च धान्दै %lld%% बचत गर्न, महिनामा लगभग यति कमाउने लक्ष्य राख्नुहोस्।
pt_br: Para cobrir seus compromissos e gastos habituais e ainda poupar %lld%%, procure ganhar cerca disso por mês.
ru: Чтобы покрыть обязательства и обычные расходы, откладывая при этом %lld%%, старайтесь зарабатывать примерно столько в месяц.
ta: உங்கள் கடமைகளையும் வழக்கமான செலவுகளையும் ஈடுசெய்து %lld%% சேமிக்க, மாதத்திற்கு இந்தத் தொகையை சம்பாதிக்க இலக்கு வையுங்கள்.
te: మీ కట్టుబాట్లు, మామూలు ఖర్చులను భరిస్తూ %lld%% పొదుపు చేయడానికి, నెలకు దాదాపు ఇంత సంపాదించాలని లక్ష్యంగా పెట్టుకోండి.
tr: Taahhütlerinizi ve olağan harcamalarınızı karşılarken %lld%% tasarruf etmeye devam etmek için aylık olarak yaklaşık bu kadar kazanmayı hedefleyin.
ur: اپنے واجبات اور معمول کے اخراجات پورے کرتے ہوئے %lld%% بچانے کے لیے، ماہانہ تقریباً اتنا کمانے کا ہدف رکھیں۔
vi: Để trang trải các khoản cam kết và chi tiêu thường ngày trong khi vẫn tiết kiệm %lld%%, hãy đặt mục tiêu kiếm khoảng số tiền này mỗi tháng.

source: today
ar: اليوم
bn: আজ
de: heute
es: hoy
fr: aujourd’hui
hi: आज
id: hari ini
ja: 今日
ko: 오늘
mr: आज
ne: आज
pt_br: hoje
ru: сегодня
ta: இன்று
te: ఈ రోజు
tr: bugün
ur: آج
vi: hôm nay
zh_hans: 今天

source: Today
ar: اليوم
bn: আজ
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
id: Hari ini
ja: 今日
ko: 오늘
mr: आज
ne: आज
pt_br: Hoje
ru: Сегодня
ta: இன்று
te: ఈరోజు
tr: Bugün
ur: آج
vi: Hôm nay
zh_hans: 今天

source: tomorrow
ar: غدًا
bn: আগামীকাল
de: morgen
es: mañana
fr: demain
hi: कल
id: besok
ja: 明日
ko: 내일
mr: उद्या
ne: भोलि
pt_br: amanhã
ru: завтра
ta: நாளை
te: రేపు
tr: yarın
ur: کل
vi: ngày mai
zh_hans: 明天

source: Top expenses
ar: أكبر المصروفات
bn: সর্বোচ্চ ব্যয়
de: Größte Ausgaben
es: Mayores gastos
fr: Principales dépenses
hi: सबसे बड़े खर्च
id: Pengeluaran terbesar
ja: 支出トップ
ko: 주요 지출
mr: सर्वाधिक खर्च
ne: ठूला खर्चहरू
pt_br: Maiores gastos
ru: Крупнейшие траты
ta: பெரிய செலவுகள்
te: అత్యధిక ఖర్చులు
tr: En büyük harcamalar
ur: سب سے بڑے اخراجات
vi: Chi tiêu lớn nhất
zh_hans: 最大支出

source: Total
ar: الإجمالي
bn: মোট
de: Gesamt
hi: कुल
ja: 合計
ko: 합계
mr: एकूण
ne: जम्मा
ru: Итого
ta: மொத்தம்
te: మొత్తం
tr: Toplam
ur: کل
vi: Tổng
zh_hans: 合计

source: Total amount
ar: المبلغ الإجمالي
bn: মোট পরিমাণ
de: Gesamtbetrag
es: Importe total
fr: Montant total
hi: कुल राशि
id: Jumlah total
ja: 合計金額
ko: 총 금액
mr: एकूण रक्कम
ne: कुल रकम
pt_br: Valor total
ru: Общая сумма
ta: மொத்தத் தொகை
te: మొత్తం సొమ్ము
tr: Toplam tutar
ur: کل رقم
vi: Tổng số tiền
zh_hans: 总金额

source: TOTAL RECEIVED
ar: إجمالي الوارد
bn: মোট প্রাপ্তি
de: GESAMT ERHALTEN
es: TOTAL RECIBIDO
fr: TOTAL REÇU
hi: कुल प्राप्ति
id: TOTAL DITERIMA
ja: 収入合計
ko: 총 수입
mr: एकूण जमा
ne: कुल प्राप्ति
pt_br: TOTAL RECEBIDO
ru: ВСЕГО ПОЛУЧЕНО
ta: மொத்த வரவு
te: మొత్తం ఆదాయం
tr: TOPLAM GELİR
ur: کل وصولی
vi: TỔNG THU
zh_hans: 收入总额

source: Total saved
ar: إجمالي المدخرات
bn: মোট সঞ্চয়
de: Gesamt gespart
es: Total ahorrado
fr: Total épargné
hi: कुल बचत
id: Total tersimpan
ja: 貯金合計
ko: 총 저축액
mr: एकूण बचत
ne: जम्मा बचत
pt_br: Total poupado
ru: Всего накоплено
ta: மொத்தம் சேமிக்கப்பட்டது
te: మొత్తం పొదుపు
tr: Toplam birikim
ur: کل بچت
vi: Tổng đã tiết kiệm
zh_hans: 已存总额

source: Total spending is down %lld%% from last month
ar: انخفض إجمالي الإنفاق بنسبة %lld%% عن الشهر الماضي
bn: গত মাসের তুলনায় মোট খরচ %lld%% কমেছে
de: Die Gesamtausgaben sind %lld%% niedriger als im Vormonat
es: El gasto total bajó un %lld%% frente al mes pasado
fr: Les dépenses totales ont baissé de %lld%% par rapport au mois dernier
hi: पिछले महीने से कुल खर्च %lld%% घटा
id: Total pengeluaran turun %lld%% dari bulan lalu
ja: 総支出は先月比 %lld%% 減です
ko: 총 지출이 지난달보다 %lld%% 줄었어요
mr: मागील महिन्यापेक्षा एकूण खर्च %lld%% घटला
ne: गत महिनाभन्दा कुल खर्च %lld%% घटेको
pt_br: O gasto total caiu %lld%% em relação ao mês passado
ru: Общие траты снизились на %lld%% к прошлому месяцу
ta: கடந்த மாதத்தைவிட மொத்தச் செலவு %lld%% குறைவு
te: గత నెలతో పోలిస్తే మొత్తం ఖర్చు %lld%% తగ్గింది
tr: Toplam harcama geçen aya göre %lld%% azaldı
ur: پچھلے مہینے کے مقابلے کل خرچ %lld%% کم ہوا
vi: Tổng chi tiêu giảm %lld%% so với tháng trước
zh_hans: 总支出较上月减少 %lld%%

source: Total spending is up %lld%% from last month
ar: ارتفع إجمالي الإنفاق بنسبة %lld%% عن الشهر الماضي
bn: গত মাসের তুলনায় মোট খরচ %lld%% বেড়েছে
de: Die Gesamtausgaben sind %lld%% höher als im Vormonat
es: El gasto total subió un %lld%% frente al mes pasado
fr: Les dépenses totales ont augmenté de %lld%% par rapport au mois dernier
hi: पिछले महीने से कुल खर्च %lld%% बढ़ा
id: Total pengeluaran naik %lld%% dari bulan lalu
ja: 総支出は先月比 %lld%% 増です
ko: 총 지출이 지난달보다 %lld%% 늘었어요
mr: मागील महिन्यापेक्षा एकूण खर्च %lld%% वाढला
ne: गत महिनाभन्दा कुल खर्च %lld%% बढेको
pt_br: O gasto total subiu %lld%% em relação ao mês passado
ru: Общие траты выросли на %lld%% к прошлому месяцу
ta: கடந்த மாதத்தைவிட மொத்தச் செலவு %lld%% அதிகம்
te: గత నెలతో పోలిస్తే మొత్తం ఖర్చు %lld%% పెరిగింది
tr: Toplam harcama geçen aya göre %lld%% arttı
ur: پچھلے مہینے کے مقابلے کل خرچ %lld%% بڑھا
vi: Tổng chi tiêu tăng %lld%% so với tháng trước
zh_hans: 总支出较上月增加 %lld%%

source: TOTAL SPENT
ar: إجمالي الإنفاق
bn: মোট ব্যয়
de: GESAMT AUSGEGEBEN
es: TOTAL GASTADO
fr: TOTAL DÉPENSÉ
hi: कुल खर्च
id: TOTAL PENGELUARAN
ja: 支出合計
ko: 총 지출
mr: एकूण खर्च
ne: कुल खर्च
pt_br: TOTAL GASTO
ru: ВСЕГО ПОТРАЧЕНО
ta: மொத்தச் செலவு
te: మొత్తం ఖర్చు
tr: TOPLAM HARCAMA
ur: کل خرچ
vi: TỔNG CHI
zh_hans: 支出总额

source: Track what you pay off over months
ar: تتبّع ما تسدده على عدة أشهر
bn: কয়েক মাস ধরে আপনি যা পরিশোধ করেন তা ট্র্যাক করুন
de: Behalte im Blick, was du über Monate abbezahlst
es: Controla lo que pagas en varios meses
fr: Suis ce que tu rembourses sur plusieurs mois
hi: जो आप महीनों में चुका रहे हैं उसे ट्रैक करें
id: Lacak apa yang kamu lunasi selama beberapa bulan
ja: 数か月かけて支払うものを管理
ko: 여러 달에 걸쳐 갚는 항목을 관리하세요
mr: काही महिन्यांत फेडत असलेले ट्रॅक करा
ne: महिनौंमा तिर्ने रकम ट्र्याक गर्नुहोस्
pt_br: Acompanhe o que você paga em parcelas
ru: Отслеживайте, что вы выплачиваете по частям
ta: மாதங்களாகக் கட்டி முடிப்பதைக் கண்காணிக்கவும்
te: మీరు నెలల వారీగా చెల్లించేదాన్ని ట్రాక్ చేయండి
tr: Aylara yayılan ödemelerinizi takip edin
ur: جو آپ مہینوں میں ادا کرتے ہیں اسے ٹریک کریں
vi: Theo dõi những gì bạn trả dần trong nhiều tháng
zh_hans: 追踪你分月偿还的项目

source: TRANSACTIONS
ar: المعاملات
bn: লেনদেন
de: BUCHUNGEN
es: MOVIMIENTOS
fr: OPÉRATIONS
hi: लेन-देन
id: TRANSAKSI
ja: 取引件数
ko: 거래
mr: व्यवहार
ne: कारोबार
pt_br: TRANSAÇÕES
ru: ОПЕРАЦИИ
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు
tr: İŞLEMLER
ur: لین دین
vi: GIAO DỊCH
zh_hans: 交易笔数

source: Transactions you log will appear here, grouped by month.
ar: ستظهر هنا العمليات التي تسجلها، مجمّعة حسب الشهر.
bn: আপনার লগ করা লেনদেনগুলো এখানে মাস অনুযায়ী গ্রুপ করে দেখা যাবে।
de: Erfasste Buchungen erscheinen hier, gruppiert nach Monat.
es: Las transacciones que registres aparecerán aquí, agrupadas por mes.
fr: Les transactions que tu enregistres apparaîtront ici, groupées par mois.
hi: आपके दर्ज किए गए लेन-देन यहां महीने के हिसाब से दिखेंगे।
id: Transaksi yang kamu catat akan muncul di sini, dikelompokkan per bulan.
ja: 記録した取引はここに月ごとにまとめて表示されます。
ko: 기록한 거래는 월별로 묶여 여기에 표시돼요.
mr: तुम्ही नोंदवलेले व्यवहार इथे महिन्यानुसार गटबद्ध दिसतील.
ne: तपाईंले लग गर्नुभएका कारोबारहरू यहाँ महिनाअनुसार देखिनेछन्।
pt_br: As transações que você registrar vão aparecer aqui, agrupadas por mês.
ru: Записанные операции будут отображаться здесь, сгруппированные по месяцам.
ta: நீங்கள் பதிவு செய்யும் பரிவர்த்தனைகள் இங்கே மாதம் வாரியாகத் தோன்றும்.
te: మీరు నమోదు చేసే లావాదేవీలు ఇక్కడ నెల వారీగా గ్రూప్ చేయబడి కనిపిస్తాయి.
tr: Kaydettiğiniz işlemler burada aylara göre gruplanmış olarak görünür.
ur: جو لین دین آپ درج کریں گے وہ یہاں مہینے کے حساب سے گروپ ہو کر ظاہر ہوں گے۔
vi: Các giao dịch bạn ghi lại sẽ xuất hiện ở đây, được nhóm theo tháng.

source: Try adjusting your search or filters.
ar: جرّب تعديل بحثك أو عوامل التصفية.
bn: আপনার অনুসন্ধান বা ফিল্টার পরিবর্তন করে দেখুন।
de: Passe deine Suche oder Filter an.
es: Prueba a ajustar tu búsqueda o tus filtros.
fr: Essaie d'ajuster ta recherche ou tes filtres.
hi: अपनी खोज या फ़िल्टर बदलकर देखें।
id: Coba sesuaikan pencarian atau filter Anda.
ja: 検索条件やフィルターを変更してみてください。
ko: 검색어나 필터를 조정해 보세요.
mr: तुमचा शोध किंवा फिल्टर बदलून पाहा.
ne: आफ्नो खोजी वा फिल्टर मिलाएर हेर्नुहोस्।
pt_br: Tente ajustar sua busca ou seus filtros.
ru: Попробуйте изменить запрос или фильтры.
ta: உங்கள் தேடலை அல்லது வடிப்பான்களை மாற்றி முயற்சிக்கவும்.
te: మీ శోధన లేదా ఫిల్టర్‌లను మార్చి చూడండి.
ur: اپنی تلاش یا فلٹرز تبدیل کر کے دیکھیں۔

source: Try Kharcha — free expense tracker
ar: جرّب Kharcha — متتبّع مصروفات مجاني
bn: Kharcha ব্যবহার করে দেখুন — ফ্রি খরচ ট্র্যাকার
de: Probiere Kharcha aus – der kostenlose Ausgabentracker
es: Prueba Kharcha: control de gastos gratis
fr: Essaie Kharcha — suivi de dépenses gratuit
hi: Kharcha आज़माएं — मुफ़्त खर्च ट्रैकर
id: Coba Kharcha — pelacak pengeluaran gratis
ja: Kharchaを試す — 無料の家計管理アプリ
ko: Kharcha 사용해 보세요 — 무료 지출 관리 앱
mr: Kharcha वापरून पाहा — मोफत खर्च ट्रॅकर
ne: Kharcha प्रयोग गरेर हेर्नुहोस् — निःशुल्क खर्च ट्र्याकर
pt_br: Experimente o Kharcha — controle de gastos grátis
ru: Попробуйте Kharcha — бесплатный трекер расходов
ta: Kharcha-வை முயற்சிக்கவும் — இலவச செலவுக் கண்காணிப்பான்
te: Kharcha ప్రయత్నించండి — ఉచిత ఖర్చు ట్రాకర్
tr: Kharcha'yı deneyin — ücretsiz harcama takip uygulaması
ur: Kharcha آزمائیں — مفت اخراجات ٹریکر
vi: Dùng thử Kharcha — ứng dụng theo dõi chi tiêu miễn phí
zh_hans: 试试 Kharcha — 免费记账应用

source: Try Kharcha — free spending tracker
ar: جرّب Kharcha — متتبّع مصروفات مجاني
bn: Kharcha ব্যবহার করে দেখুন — ফ্রি খরচ ট্র্যাকার
de: Probiere Kharcha aus – der kostenlose Ausgabentracker
es: Prueba Kharcha: control de gastos gratis
fr: Essaie Kharcha — suivi de dépenses gratuit
hi: Kharcha आज़माएं — मुफ़्त खर्च ट्रैकर
id: Coba Kharcha — pelacak pengeluaran gratis
ja: Kharchaを試す — 無料の家計管理アプリ
ko: Kharcha 사용해 보세요 — 무료 지출 관리 앱
mr: Kharcha वापरून पाहा — मोफत खर्च ट्रॅकर
ne: Kharcha प्रयोग गरेर हेर्नुहोस् — निःशुल्क खर्च ट्र्याकर
pt_br: Experimente o Kharcha — controle de gastos grátis
ru: Попробуйте Kharcha — бесплатный трекер расходов
ta: Kharcha-வை முயற்சிக்கவும் — இலவச செலவுக் கண்காணிப்பான்
te: Kharcha ప్రయత్నించండి — ఉచిత ఖర్చు ట్రాకర్
tr: Kharcha'yı deneyin — ücretsiz harcama takip uygulaması
ur: Kharcha آزمائیں — مفت اخراجات ٹریکر
vi: Dùng thử Kharcha — ứng dụng theo dõi chi tiêu miễn phí
zh_hans: 试试 Kharcha — 免费记账应用

source: Type
ar: النوع
bn: ধরন
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
ja: 種類
ko: 종류
mr: प्रकार
ne: प्रकार
pt_br: Tipo
ru: Тип
ta: வகை
te: రకం
tr: Tür
ur: نوعیت
vi: Loại
zh_hans: 类型

source: Uncategorized
ar: بلا فئة
bn: ক্যাটাগরিহীন
de: Ohne Kategorie
es: Sin categoría
fr: Sans catégorie
hi: बिना श्रेणी
id: Tanpa Kategori
ja: 未分類
ko: 미분류
mr: श्रेणीविरहित
ne: श्रेणीविहीन
pt_br: Sem categoria
ru: Без категории
ta: வகைப்படுத்தப்படாதது
te: వర్గీకరించనిది
tr: Kategorisiz
ur: بغیر زمرہ
vi: Chưa phân loại
zh_hans: 未分类

source: Undo
ar: تراجع
bn: আনডু
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
ja: 元に戻す
ko: 실행 취소
mr: पूर्ववत करा
ne: पूर्ववत गर्नुहोस्
pt_br: Desfazer
ru: Отменить
ta: செயல்தவிர்
te: వెనక్కి తీసుకో
tr: Geri Al
ur: کالعدم کریں
vi: Hoàn tác
zh_hans: 撤销

source: Update
ar: تحديث
bn: আপডেট
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
ja: アップデート
ko: 업데이트
mr: अपडेट करा
ne: अपडेट
pt_br: Atualizar
ru: Обновить
ta: புதுப்பி
te: అప్‌డేట్ చేయి
tr: Güncelle
ur: اپ ڈیٹ کریں
vi: Cập nhật
zh_hans: 更新

source: Update Available
ar: يتوفر تحديث
bn: আপডেট উপলব্ধ
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
id: Pembaruan Tersedia
ja: アップデートあり
ko: 업데이트 가능
mr: अपडेट उपलब्ध
ne: अपडेट उपलब्ध छ
pt_br: Atualização Disponível
ru: Доступно обновление
ta: புதுப்பிப்பு கிடைக்கிறது
te: అప్‌డేట్ అందుబాటులో ఉంది
tr: Güncelleme Mevcut
ur: اپ ڈیٹ دستیاب ہے
vi: Có bản cập nhật
zh_hans: 有可用更新

source: Update Now
ar: التحديث الآن
bn: এখনই আপডেট করুন
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
hi: अभी अपडेट करें
id: Perbarui Sekarang
ja: 今すぐアップデート
ko: 지금 업데이트
mr: आता अपडेट करा
ne: अहिले अपडेट गर्नुहोस्
pt_br: Atualizar Agora
ru: Обновить сейчас
ta: இப்போது புதுப்பி
te: ఇప్పుడే అప్‌డేట్ చేయి
tr: Şimdi Güncelle
ur: ابھی اپ ڈیٹ کریں
vi: Cập nhật ngay
zh_hans: 立即更新

source: Update Required
ar: التحديث مطلوب
bn: আপডেট প্রয়োজন
de: Update erforderlich
es: Actualización necesaria
fr: Mise à jour requise
hi: अपडेट ज़रूरी है
id: Pembaruan Diperlukan
ja: アップデートが必要です
ko: 업데이트 필요
mr: अपडेट आवश्यक
ne: अपडेट आवश्यक छ
pt_br: Atualização Necessária
ru: Требуется обновление
ta: புதுப்பிப்பு தேவை
te: అప్‌డేట్ అవసరం
tr: Güncelleme Gerekli
ur: اپ ڈیٹ ضروری ہے
vi: Yêu cầu cập nhật
zh_hans: 需要更新

source: vs Last month
ar: مقارنة بالشهر الماضي
bn: গত মাসের তুলনায়
de: Ggü. Vormonat
es: Frente al mes pasado
fr: Par rapport au mois dernier
hi: पिछले महीने की तुलना में
id: Dibanding bulan lalu
ja: 先月との比較
ko: 지난달 대비
mr: मागील महिन्याच्या तुलनेत
ne: गत महिनाको तुलनामा
pt_br: Em relação ao mês passado
ru: К прошлому месяцу
ta: கடந்த மாதத்துடன்
te: గత నెలతో పోలిస్తే
tr: Geçen aya göre
ur: پچھلے مہینے کے مقابلے
vi: So với tháng trước
zh_hans: 较上月

source: Week
ar: الأسبوع
bn: সপ্তাহ
de: Woche
es: Semana
fr: Semaine
hi: हफ़्ता
id: Minggu
ja: 週
ko: 주
mr: आठवडा
ne: हप्ता
pt_br: Semana
ru: Неделя
ta: வாரம்
te: వారం
tr: Hafta
ur: ہفتہ
vi: Tuần
zh_hans: 周

source: Welcome to Paisa Khoi?
ar: مرحبًا في «أين مالي؟»
bn: «টাকা কই?»-তে স্বাগতম
de: Willkommen bei «Wo ist mein Geld?»
es: Bienvenido a «¿Mi Dinero?»
fr: Bienvenue dans «Où est l'argent ?»
hi: «पैसा कहाँ?» में आपका स्वागत है
id: Selamat datang di «Duit Ke Mana?»
ja: 「お金どこ？」へようこそ
ko: «내 돈 어디?»에 오신 것을 환영해요
mr: «पैसे कुठे?» मध्ये आपले स्वागत आहे
ne: «पैसा खोई?» मा स्वागत छ
pt_br: Bem-vindo ao «Cadê Meu Dinheiro?»
ru: Добро пожаловать в «Где деньги?»
ta: «பணம் எங்கே?»-வுக்கு வரவேற்கிறோம்
te: «పైసా ఏడి?»కు స్వాగతం
tr: «Param Nerede?»'ye Hoş Geldiniz
ur: «پیسہ کہاں؟» میں خوش آمدید
vi: Chào mừng đến với «Tiền Đâu Rồi?»
zh_hans: 欢迎使用钱去哪了？

source: Where it went
ar: أين ذهبت النقود
bn: টাকা কোথায় গেল
de: Wohin es floss
es: A dónde fue
fr: Où est passé l’argent
hi: पैसा कहाँ गया
id: Ke mana perginya
ja: 支出の内訳
ko: 어디에 썼나
mr: पैसा कुठे गेला
ne: पैसा कहाँ गयो
pt_br: Para onde foi
ru: Куда ушли деньги
ta: பணம் எங்கே சென்றது
te: డబ్బు ఎక్కడికి పోయింది
tr: Nereye gitti
ur: پیسہ کہاں گیا
vi: Tiền đã đi đâu
zh_hans: 钱花在哪儿

source: Where to save
ar: أين تدّخر
bn: কোথায় সঞ্চয় করবেন
de: Wo sparen
es: Dónde ahorrar
fr: Où épargner
hi: कहां बचत करें
id: Tempat menabung
ja: 貯金先
ko: 저축할 곳
mr: कुठे बचत करायची
ne: कहाँ बचत गर्ने
pt_br: Onde guardar
ru: Куда откладывать
ta: எங்கு சேமிக்கலாம்
te: ఎక్కడ పొదుపు చేయాలి
tr: Nereye biriktireceğiniz
ur: کہاں بچت کریں
vi: Nơi để tiết kiệm
zh_hans: 存到哪里

source: Withdrawal
ar: سحب
bn: উত্তোলন
de: Abhebung
es: Retiro
fr: Retrait
hi: निकासी
id: Penarikan
ja: 引き出し
ko: 출금
mr: काढणे
ne: झिकाइ
pt_br: Saque
ru: Снятие
ta: பணம் எடுப்பு
te: విత్‌డ్రాయల్
tr: Çekme
ur: نکاسی
vi: Rút tiền
zh_hans: 取出

source: Working…
ar: جارٍ العمل…
bn: কাজ চলছে…
de: Wird bearbeitet …
es: Procesando…
fr: En cours…
hi: काम जारी है…
id: Memproses…
ja: 処理中…
ko: 처리 중…
mr: काम सुरू आहे…
ne: काम भइरहेको छ…
pt_br: Processando…
ru: Обработка…
ta: செயலாக்கத்தில்…
te: పని జరుగుతోంది…
tr: İşleniyor…
ur: کام جاری ہے…
vi: Đang xử lý…
zh_hans: 处理中…

source: Write off
ar: شطب الدين
bn: মওকুফ করুন
de: Abschreiben
es: Condonar
fr: Annuler la dette
hi: माफ़ करें
id: Hapuskan
ja: 帳消しにする
ko: 탕감
mr: माफ करा
ne: मिनाहा गर्नुहोस्
pt_br: Dar baixa
ru: Списать
ta: தள்ளுபடி
te: మాఫీ చేయి
tr: Sil
ur: معاف کریں
vi: Xóa nợ
zh_hans: 核销

source: Year
ar: السنة
bn: বছর
de: Jahr
es: Año
fr: Année
hi: साल
id: Tahun
ja: 年
ko: 년
mr: वर्ष
ne: वर्ष
pt_br: Ano
ru: Год
ta: ஆண்டு
te: సంవత్సరం
tr: Yıl
ur: سال
vi: Năm
zh_hans: 年

source: Yesterday
ar: أمس
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
mr: काल
ne: हिजो
pt_br: Ontem
ru: Вчера
ta: நேற்று
te: నిన్న
tr: Dün
ur: گزشتہ کل
vi: Hôm qua
zh_hans: 昨天

source: You can change both later in Settings.
ar: يمكنك تغيير كليهما لاحقًا من الإعدادات.
bn: আপনি পরে সেটিংসে গিয়ে দুটোই পরিবর্তন করতে পারবেন।
de: Du kannst beides später in den Einstellungen ändern.
es: Puedes cambiar ambos más tarde en Ajustes.
fr: Tu pourras modifier les deux plus tard dans Réglages.
hi: आप दोनों को बाद में सेटिंग्स में बदल सकते हैं।
id: Kamu bisa mengubah keduanya nanti di Pengaturan.
ja: どちらも設定から後で変更できます。
ko: 둘 다 나중에 설정에서 변경할 수 있어요.
mr: तुम्ही दोन्ही नंतर सेटिंग्जमध्ये बदलू शकता.
ne: तपाईं दुवै कुरा पछि सेटिङमा गएर परिवर्तन गर्न सक्नुहुन्छ।
pt_br: Você pode alterar os dois depois em Ajustes.
ru: Вы можете изменить оба параметра позже в настройках.
ta: இரண்டையும் பின்னர் அமைப்புகளில் மாற்றலாம்.
te: మీరు రెండింటినీ తర్వాత Settingsలో మార్చుకోవచ్చు.
tr: İkisini de daha sonra Ayarlar'dan değiştirebilirsiniz.
ur: آپ دونوں بعد میں ترتیبات میں تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi cả hai sau này trong Cài đặt.

source: You can change these later in Settings.
ar: يمكنك تغيير هذه الإعدادات لاحقًا من الإعدادات.
bn: আপনি পরে সেটিংসে গিয়ে এগুলো পরিবর্তন করতে পারবেন।
de: Du kannst dies später in den Einstellungen ändern.
es: Puedes cambiarlo más tarde en Ajustes.
fr: Tu pourras les modifier plus tard dans Réglages.
hi: आप इन्हें बाद में सेटिंग्स में बदल सकते हैं।
id: Kamu bisa mengubah ini nanti di Pengaturan.
ja: これらは設定から後で変更できます。
ko: 이 설정은 나중에 설정에서 변경할 수 있어요.
mr: तुम्ही हे नंतर सेटिंग्जमध्ये बदलू शकता.
ne: तपाईं यी पछि सेटिङमा गएर परिवर्तन गर्न सक्नुहुन्छ।
pt_br: Você pode alterar isso depois em Ajustes.
ru: Вы можете изменить это позже в настройках.
ta: இவற்றைப் பின்னர் அமைப்புகளில் மாற்றலாம்.
te: మీరు వీటిని తర్వాత Settingsలో మార్చుకోవచ్చు.
tr: Bunları daha sonra Ayarlar'dan değiştirebilirsiniz.
ur: آپ انہیں بعد میں ترتیبات میں تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi các mục này sau trong Cài đặt.
zh_hans: 这些之后可以在「设置」中修改。

source: You gave
ar: أعطيت
bn: আপনি দিয়েছেন
de: Du hast gegeben
es: Diste
fr: Tu as donné
hi: आपने दिया
id: Kamu memberi
ja: あなたが渡した
ko: 준 금액
mr: तुम्ही दिले
ne: तपाईंले दिनुभयो
pt_br: Você deu
ru: Вы дали
ta: நீங்கள் கொடுத்தது
te: మీరు ఇచ్చారు
tr: Sen verdin
ur: آپ نے دیا
vi: Bạn đã đưa
zh_hans: 你给出

source: you owe %@
ar: عليك %@
bn: আপনি %@ দেবেন
de: du schuldest %@
es: le debes %@
fr: vous devez %@
hi: आपको %@ देना है
id: Anda berutang %@
ja: あなたが %@ の借り
ko: 내가 %@ 빚짐
mr: तुम्ही %@ देणे
ne: तपाईंले %@ तिर्नुपर्ने
pt_br: você deve %@
ru: вы должны %@
ta: நீங்கள் %@ கடன்
te: మీరు %@ ఇవ్వాలి
tr: %@ borçlusunuz
ur: آپ نے %@ دینا ہے
vi: bạn nợ %@
zh_hans: 你欠 %@

# You owe %@ %@
source: You owe %1$@ %2$@
ar: أنت مدين لـ %1$@ بمبلغ %2$@
bn: আপনি %1$@ কে %2$@ দেবেন
de: Du schuldest %1$@ %2$@
es: Le debes %2$@ a %1$@
fr: Vous devez %2$@ à %1$@
hi: आपको %1$@ को %2$@ देना है
id: Anda berutang %2$@ kepada %1$@
ja: あなたから %1$@ さんへ %2$@
ko: 내가 %1$@ 님에게 %2$@ 빚짐
mr: तुम्हाला %1$@ ला %2$@ देणे
ne: तपाईंले %1$@ लाई %2$@ तिर्नुपर्ने
pt_br: Você deve %2$@ a %1$@
ru: Вы должны %1$@ %2$@
ta: நீங்கள் %1$@ க்கு %2$@ கடன்
te: మీరు %1$@ కు %2$@ ఇవ్వాలి
tr: %1$@ kişisine %2$@ borçlusunuz
ur: آپ نے %1$@ کو %2$@ دینا ہے
vi: Bạn nợ %1$@ %2$@
zh_hans: 你欠 %1$@ %2$@

source: You took
ar: أخذت
bn: আপনি নিয়েছেন
de: Du hast genommen
es: Recibiste
fr: Tu as pris
hi: आपने लिया
id: Kamu mengambil
ja: あなたが受け取った
ko: 받은 금액
mr: तुम्ही घेतले
ne: तपाईंले लिनुभयो
pt_br: Você pegou
ru: Вы взяли
ta: நீங்கள் வாங்கியது
te: మీరు తీసుకున్నారు
tr: Sen aldın
ur: آپ نے لیا
vi: Bạn đã lấy
zh_hans: 你借入

source: You'll record each monthly payment yourself; we'll remind you before it's due.
ar: ستسجّل كل دفعة شهرية بنفسك؛ وسنذكّرك قبل موعد استحقاقها.
bn: আপনি নিজেই প্রতি মাসের পেমেন্ট রেকর্ড করবেন; বকেয়া হওয়ার আগে আমরা আপনাকে মনে করিয়ে দেব।
de: Du erfasst jede monatliche Zahlung selbst; wir erinnern dich rechtzeitig vor Fälligkeit.
es: Registrarás cada pago mensual tú mismo; te avisaremos antes de que venza.
fr: Tu enregistreras chaque mensualité toi-même ; on te le rappellera avant l’échéance.
hi: आप हर मासिक भुगतान खुद दर्ज करेंगे; हम इसके देय होने से पहले आपको याद दिलाएंगे।
id: Kamu akan mencatat setiap pembayaran bulanan sendiri; kami akan mengingatkanmu sebelum jatuh tempo.
ja: 毎月の支払いはご自身で記録します。期限前にリマインドします。
ko: 매달 결제는 직접 기록하고, 만기 전에 알려드릴게요.
mr: तुम्ही दर महिन्याचे पेमेंट स्वतः नोंदवाल; ते देय होण्यापूर्वी आम्ही तुम्हाला आठवण करून देऊ.
ne: तपाईंले हरेक मासिक भुक्तानी आफैं रेकर्ड गर्नुहुनेछ; हामी तिर्नुअघि नै तपाईंलाई सम्झाउनेछौं।
pt_br: Você vai registrar cada pagamento mensal manualmente; vamos te lembrar antes do vencimento.
ru: Вы будете сами записывать каждый ежемесячный платёж; мы напомним вам заранее.
ta: ஒவ்வொரு மாதப் பணத்தையும் நீங்களே பதிவு செய்வீர்கள்; அது செலுத்த வேண்டிய நேரத்திற்கு முன் நாங்கள் உங்களுக்கு நினைவூட்டுவோம்.
te: మీరు ప్రతి నెలవారీ చెల్లింపును మీరే నమోదు చేసుకుంటారు; గడువుకు ముందు మేము మీకు గుర్తు చేస్తాము.
tr: Her aylık ödemeyi kendiniz kaydedeceksiniz; vadesinden önce size hatırlatacağız.
ur: آپ ہر ماہانہ ادائیگی خود درج کریں گے؛ ہم واجب الادا ہونے سے پہلے آپ کو یاد دلائیں گے۔
vi: Bạn sẽ tự ghi từng khoản thanh toán hàng tháng; chúng tôi sẽ nhắc bạn trước khi đến hạn.
zh_hans: 每期付款由你自己记录；我们会在到期前提醒你。

source: Your calm, private money tracker.
ar: متتبّع أموالك الهادئ والخاص.
bn: আপনার শান্ত, প্রাইভেট টাকা-পয়সার ট্র্যাকার।
de: Dein ruhiger, privater Finanztracker.
es: Tu app de finanzas, tranquila y privada.
fr: Ton suivi financier, calme et privé.
hi: आपका शांत, निजी मनी ट्रैकर।
id: Pelacak keuanganmu yang tenang dan privat.
ja: 落ち着いて使える、プライベートな家計管理アプリ。
ko: 차분하고 사적인 나만의 가계부.
mr: तुमचा शांत, खासगी पैसे ट्रॅकर.
ne: तपाईंको शान्त र निजी पैसा ट्र्याकर।
pt_br: Seu controle financeiro tranquilo e privado.
ru: Ваш спокойный и приватный трекер финансов.
ta: அமைதியான, தனிப்பட்ட உங்கள் பண கண்காணிப்பான்.
te: మీ ప్రశాంతమైన, ప్రైవేట్ మనీ ట్రాకర్.
tr: Sakin ve özel para takip uygulamanız.
ur: آپ کا پرسکون، نجی پیسے کا ٹریکر۔
vi: Ứng dụng quản lý tiền riêng tư và nhẹ nhàng của bạn.
zh_hans: 安静、私密的记账工具。
